Repository: temirovv/travel-company
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Sign in
uz: Kirish

source: My Account
uz: Mening Akkauntim

source: Settings
uz: Sozlamalar

source: Log out
uz: Chiqish

source: About us
uz: Biz haqimizda

source: Destinations
uz: Joylar

source: Tour Package
uz: Tur paketlari

source: Contact Us
uz: Biz bilan aloqa

source: Home
uz: Asosiy Sahifa

source: That Page is Not Found.
uz: Ushbu sahifa topilmadi

source: GO TO HOME
uz: Asosiy sahifaga o'tish

source: Subscribe To Our Newsletter For Latest Update
uz: Yangiliklarimizga obuna bo'ling So'ngi yangiliklardan xabardor bo'lish uchun

source: Subscribe
uz: Obuna bo'ling

source: Follow Us
uz: Bizni kuzatib boring

source: Contact us
uz: Biz bilan aloqa

source: support
uz: Qo'llab Quvvatlash

source: Services
uz: Xizmatlar

source: Our Blogs
uz: Bizning Blog

source: terms and conditions
uz: foydalanish shartlari

source: We Accepts
uz: Qabul qilamiz

source: Copyright
uz: Mualliflik huquqi

source: All rights reserverd
uz: Barcha huquqlar himoyalangan

source: Amazing Tour In
uz: Ajoyib tur ...

source: Days
uz: Kun

source: Nights Tour
uz: Kecha sayohati

source: Book Now
uz: Hoziroq Bron qilish

source: Choose Your Package
uz: Paketni tanlash

source: Select Your best Package For Your Travel
uz: O'zingiz uchun eng yaxshi sayohat paketini tanlang

source: Per Person
uz: Odam boshiga

source: Night
uz: Kecha

source: Subscribe To Our Newsletter For Latest Update
uz: Yangiliklardan bohabar bo'lish uchun obuna bo'ling

source: Bilol Honest Travel is dedicated to providing exceptional travel experiences around the world. From cultural tours to exotic getaways, we ensure your journey is unforgettable and seamless. Trust us to guide you on your next adventure.
uz: Bilol Honest Travel dunyo bo'ylab ajoyib sayohat tajribalarini taqdim etishga bag'ishlangan.Madaniy sayohatlardan tortib ekzotik dam olishgacha, biz sizning safaringizni unutilmas va mukammal qilamiz.Keyingi sarguzashtingizda bizga ishonib, yo'lingizni toping.

source: Tour Package Details
uz: Tur Paket tafsilotlari

source: Package Details
uz: Paket tafsilotlari

source: Duration
uz: Davomiyligi

source: Tour Type
uz: Tur turi

source: Group Size
uz: Guruh sig'imi

source: People
uz: Odamlar

source: Languages
uz: Tillar

source: Information
uz: Ma'lumot

source: Travel Plan
uz: Sayohat rejasi

source: Our Gallery
uz: Bizning Galeriya

source: Overview
uz: Umumiy Ma'lumot

source: No travel plans available
uz: Xozircha Sayohat rejasi mavjud emas

source: Book This Package
uz: Ushbu paketni bron qiling

source: Related Packages
uz: Aloqador paketlar
